error_text = "Я Вас не понимаю. Проверьте корректность ввода и " \
             "повторите команду. Возможно Вам поможет команда /help"

bad_move_text = "Ход некорректен. Повторите ввод."

start_text = "Для того, чтобы начать новую игру в Гомоку, напишите " \
            "/new_game" + '\n' + "Для того, чтобы продолжить прошлую игру, " \
                                 "напишите /continue"

no_game_text = "К сожалению, Ваша прошлая игра не сохранилась. " \
               "Если хотите начать новую, то напишите /new_game"

continue_game_text = "Продолжаем Вашу игру.\nДля того, чтобы освежить правила" \
                     " и управление напишите /help.\nЕсли же хотите начать " \
                     "заново, то напишите /new_game."

help_text = start_text + "\nПравила. Есть игровая доска 15x15. Вы и Ваш " \
            "соперник по очереди ставят на неё фишки своего цвета. Цель " \
            "каждого - собрать 5 подряд " \
            "фишек своего цвета по вертикали, горизонтали" \
            " или диагонали. 6 и более не считается победой. Вы второй игрок, "\
            "у Вас есть фора в 1 центральный камень по центру. Для того, чтобы"\
            "сделать ход напишите '/turn (число от 0 до 14) (число от 0 до 14" \
            ")'\nЧтобы увидеть данный текст ещё раз, напишите /help"

win_text = "Вы победили)))! Для новой игры напишите /newgame"
lose_text = "Вы проиграли(((! Для новой игры напишите /newgame"

start_new_game_text = "Начните новую игру!"
